Repository: sourcelocation/ChessSwift
Catalog: *.lproj/Localizable.strings
Languages: hi, ru

source: Pro version
hi: प्रो वर्शन
ru: Про версия

source: Chess: 2 Players
hi: शतरंज: 2 खिलाड़ी
ru: Шахматы: 2 Игрока

source: Features
hi: फ़ीचर
ru: Функции

source: No undo limits
hi: कोई अनडू लिमिट नहीं
ru: Нет лимитов

source: Chess clock
hi: शतरंज की घड़ी
ru: Часы

source: Puzzle configurator
hi: पज़ल कॉन्फ़िगरेटर
ru: Конфигуратор дебютов

source: Draggable pieces
hi: खींचने योग्य पीस

source: More settings
hi: अधिक सेटिंग
ru: Больше настроек

source: Buy for
hi: के लिए ख़रीदें
ru: Купить за

source: Restore purchase
hi: ख़रीद को रीस्टोर करें
ru: Восстановить покупку

source: Start a new game?
hi: एक नया गेम शुरू करें?
ru: Начать новую игру?

source: Are you sure you want to start a new game?
hi: क्या आप वाकई एक नया गेम शुरू करना चाहते हैं?
ru: Вы уверены, что хотите начать новую игру?

source: Cancel
hi: रद्द करें
ru: Отмена

source: Restart
hi: रीस्टार्ट करें
ru: Начать заново

source: Black wins!
hi: ब्लैक जीत गया!
ru: Черные выиграли!

source: White wins!
hi: सफ़ेद जीत गया!
ru: Белые победили!

source: (Time ran out)
hi: (समय समाप्त हो गया)
ru: (Время истекло)

source: Continue without a clock
hi: घड़ी के बिना जारी रखें
ru: Продолжить без часов

source: Start a new game
hi: एक नया गेम शुरू करें
ru: Начать новую игру

source: Stalemate! (Draw)
hi: स्टेलमेट! (ड्रॉ)
ru: Пат! (Ничья)

source: Black wins! (Checkmate)
hi: ब्लैक जीत गया! (चेकमेट)
ru: Черные выиграли! (Шах и мат)

source: White wins! (Checkmate)
hi: सफ़ेद जीत गया! (चेकमेट)
ru: Белые победили! (Шах и мат)ааа

source: (Checkmate)
hi: (चेकमेट)
ru: (Шах и мат)

source: Close
hi: बंद करे
ru: Закрыть

source: Piece selection
hi: पीस का चुनाव
ru: Выбор фигуры

source: Queen
hi: रानी
ru: Ферзь

source: Knight
hi: घोड़ा
ru: Конь

source: Bishop
hi: बिशप
ru: Слон

source: Rook
hi: रूक
ru: Ладья

source: How do you want to play?
hi: आप कैसे खेलना चाहते हैं?
ru: Как вы хотите играть?

source: Random player
hi: रैंडम खिलाड़ी
ru: Случайный игрок

source: Beginner
hi: शुरुआती
ru: Начинающий

source: Intermediate
hi: मध्यम
ru: Продвинутый

source: Advanced
hi: उन्नत
ru: Продвинутый

source: Find player
hi: खिलाड़ी खोजें
ru: Найти игрока

source: Private game
hi: निजी गेम
ru: Частная игра

source: Create new
hi: नया बनाएं
ru: Создать новую

source: Join
hi: शामिल हों
ru: Присоединиться

source: Please type in your username
hi: कृपया अपना यूज़र नाम टाइप करें
ru: Пожалуйста введите ваше имя ползователя

source: Sorry, this username has already been taken.
hi: क्षमा करें, यह उपयोगकर्ता नाम पहले ही लिया जा चुका है।
ru: Извините, но это имя пользователя уже занято

source: Username
hi: यूज़र नाम
ru: Имя пользователя

source: Register
hi: रजिस्टर करें
ru: Зарегистрироваться

source: Searching for another player...
hi: दूसरे खिलाड़ी को सर्च कर रहे...
ru: Поиск другого игрока

source: Opponent reconnected
hi: प्रतिद्वंद्वी फिर से कनेक्ट हुआ
ru: Противник переприсоединился

source: Opponent:
hi: प्रतिद्वंद्वी:
ru: Противник:

source: Opponent has left
hi: प्रतिद्वंद्वी चला गया
ru: Противник вышел

source: You can wait for him to come back or leave now
hi: आप उसके वापस आने या अभी जाने का इंतज़ार कर सकते हैं
ru: Вы можете его подождать или выйти

source: No players are currently online...
hi: अभी इस वक़्त कोई भी खिलाड़ी ऑनलाइन नहीं है...
ru: Онлайн игроков не найдено...

source: Try again later!
hi: बाद में फिर से कोशिश करें!
ru: Попробуйте позже!

source: OK
hi: बंद करे

source: Settings
hi: सेटिंग
ru: Настройки

source: Puzzle Configurator
hi: पज़ल कॉन्फ़िगरेटर
ru: Конфигуратор дебютов

source: Automatic clock
hi: ऑटोमैटिक घड़ी
ru: Автоматические часы

source: These features are available only in the Pro version.
hi: ये फ़ीचर सिर्फ़ प्रो वर्शन में उपलब्ध हैं.
ru: Эти функции доступны только в Про версии.

source: Sounds
hi: साउंड
ru: Звуки

source: Show hints
hi: हिंट दिखाएं
ru: Показывать ходы

source: Visuals
hi: विज़ुअल
ru: Визуальные эффекты

source: Gameplay
hi: गेमप्ले
ru: Игра

source: Check sound
hi: साउंड चेक करें
ru: Звук шаха

source: Online game
hi: ऑनलाइन गेम
ru: Онлайн игра

source: Play
hi: खेलें
ru: Играть

source: Clock time
hi: घड़ी का समय
ru: Время

source: Back
hi: वापस
ru: Назад

source: Please rotate your device
hi: कृपया अपने डिवाइस को घुमाएं
ru: Пожалуйста поверните устройство

source: Clock can only work in Landscape device orientation
hi: घड़ी केवल लैंडस्केप डिवाइस ओरिएंटेशन में काम कर सकती है
ru: Часы могут работать только в горизонтальной ориентации
